import { ProductFunction } from './product';

export const PUERH_FUNCTIONS: ProductFunction[] = [
    {
        summary: '安神',
        detail: '普洱熟茶是可以在睡前喝的安神茶, 而且无论年龄大小都可以睡前饮用。'
    },
    {
        summary: '降脂、减肥降压、抗动脉硬化',
        detail: '长期饮用普洱茶能使胆固醇及甘油脂减少, 所以长期饮用普洱茶有治疗肥胖症的功用。饮用普洱茶能引起人的血管舒张、血压下降、心率减慢和脑部血流量减少等生理效应, 对高血压和脑动脉硬化患者有良好的治疗作用。'
    },
    {
        summary: '防癌、抗癌',
        detail: '科学家通过大量的人群比较, 证明饮茶人群的癌症发病率较低。而普洱茶含有多种丰富的抗癌微量元素, 普洱茶杀癌细胞的作用强烈。'
    },
    {
        summary: '养胃、护胃',
        detail: '在适宜的浓度下, 饮用平和的普洱茶对肠胃不产生刺激作用, 黏稠、甘滑、醇厚的普洱茶进入人体肠胃形成的膜附着于胃的表层, 对胃产生有益的保护层, 长期饮用可起到养胃、护胃作用。'
    },
    {
        summary: '消炎、杀菌、治痢',
        detail: '医药界研究及临床实验证明, 云南普洱茶有抑菌作用, 浓茶汁日服10次, 可以治疗细菌性痢疾, 这与云南大叶种茶内含丰富的茶多酚直接相关。'
    },
    {
        summary: '抗衰老',
        detail: '茶叶中的儿茶素类化合物具有抗衰老的作用。云南大叶种茶所含儿茶素, 总量高于其他茶树品种, 抗衰老作用优于其他茶类, 丰富的茶多酚帮助肌肤抵抗衰老。'
    },
    {
        summary: '生津止渴、消暑、解毒、通便',
        detail: '普洱茶能够调节肠胃, 使肠胃恢复正常功能, 解决因便秘引起的痘痘以及口臭问题。'
    }
];
